name: "segformer_b2"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "pixel_values"
    data_type: TYPE_FP32
    dims: [ -1, 3, 1024, 1024 ]
  }
]
output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [ -1, 19, -1, -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 0 ]
  }
]
